# Напишите программу, которая считает сумму последних цифр двух введенных пользователем чисел

a = input('insert a:')
b = input('insert b:')
print('sum of last two values: ', int(a[-1])+int(b[-1]))
