# Напишите программу, которая переводит температуру в Кельвинах в Цельсии

a = 78
print('78 celsium degrees in Kelvin: ', a-273)
