# Вывести все заглавные буквы в строке

a = 'This is Hard timE fOr ouR countrY'
for i in a:
    if i.isupper():
        print(i, end='')
