import time

# Выведите текущее время в любом формате

print(time.strftime('%H:%M:%S', (time.localtime())))
