import random

# Выведите случайные числа в заданном пользователем диапазоне

print(random.randint(3, 30))
