# Напишите программу, которая сортирует заданный список из чисел

list_a = [1, 2, 192, 15]
list_a.sort()
print('sorted list_a:', list_a)
