# Напишите программу, которая сортирует заданный список из чисел

a = [1, 2, 192, 15]
a.sort()
print('sorted a:', a)

